{
  "plugins": {
    "archwave": {
      "src": "https://github.com/davidguttman/archwave"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "ethereal.nvim": {
      "src": "https://github.com/bjarneo/ethereal.nvim"
    },
    "flash.nvim": {
      "src": "https://github.com/folke/flash.nvim"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "headlines.nvim": {
      "src": "https://github.com/lukas-reineke/headlines.nvim"
    },
    "indent-blankline.nvim": {
      "src": "https://github.com/lukas-reineke/indent-blankline.nvim"
    },
    "live-server.nvim": {
      "src": "https://github.com/selimacerbas/live-server.nvim"
    },
    "lumon.nvim": {
      "src": "https://github.com/omacom-io/lumon.nvim"
    },
    "markdown-preview.nvim": {
      "src": "https://github.com/selimacerbas/markdown-preview.nvim"
    },
    "mason-conform.nvim": {
      "src": "https://github.com/zapling/mason-conform.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim"
    },
    "mason-tool-installer.nvim": {
      "src": "https://github.com/WhoIsSethDaniel/mason-tool-installer.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "matteblack.nvim": {
      "src": "https://github.com/tahayvr/matteblack.nvim"
    },
    "miasma.nvim": {
      "src": "https://github.com/OldJobobo/miasma.nvim"
    },
    "mini.nvim": {
      "src": "https://github.com/echasnovski/mini.nvim"
    },
    "neo-tree.nvim": {
      "src": "https://github.com/nvim-neo-tree/neo-tree.nvim"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim"
    },
    "nvim-autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "obsidian.nvim": {
      "src": "https://github.com/obsidian-nvim/obsidian.nvim"
    },
    "omarchy-theme-loader.nvim": {
      "src": "https://github.com/EskelinenAntti/omarchy-theme-loader.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "retro-82.nvim": {
      "src": "https://github.com/OldJobobo/retro-82.nvim"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim"
    },
    "supermaven-nvim": {
      "src": "https://github.com/supermaven-inc/supermaven-nvim"
    },
    "telescope-ui-select.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-ui-select.nvim"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim"
    },
    "todo-comments.nvim": {
      "src": "https://github.com/folke/todo-comments.nvim"
    },
    "tokyonight.nvim": {
      "src": "https://github.com/folke/tokyonight.nvim"
    },
    "vantablack.nvim": {
      "src": "https://github.com/bjarneo/vantablack.nvim"
    },
    "vim-fugitive": {
      "src": "https://github.com/tpope/vim-fugitive"
    },
    "vim-hypr-nav": {
      "src": "https://github.com/nuchs/vim-hypr-nav"
    },
    "vim-rhubarb": {
      "src": "https://github.com/tpope/vim-rhubarb"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    },
    "white.nvim": {
      "src": "https://github.com/bjarneo/white.nvim"
    },
    "zen-mode.nvim": {
      "src": "https://github.com/folke/zen-mode.nvim"
    }
  }
}
